INSERT INTO transferts (id_transfert, id_ouvrage, bibliotheque_origine, bibliotheque_destination, date_emission, date_reception, etat_transfert)
VALUES
    (1, 51, 1, 2, '2025-02-01', '2025-02-03', 'En cours'),
    (2, 52, 2, 3, '2025-02-02', '2025-02-04', 'Reçu'),
    (3, 53, 3, 4, '2025-02-03', '2025-02-05', 'En cours'),
    (4, 54, 4, 5, '2025-02-04', '2025-02-06', 'Reçu'),
    (5, 55, 5, 6, '2025-02-05', '2025-02-07', 'En cours'),
    (6, 56, 6, 7, '2025-02-06', '2025-02-08', 'Reçu'),
    (7, 57, 7, 8, '2025-02-07', '2025-02-09', 'En cours'),
    (8, 58, 8, 1, '2025-02-08', '2025-02-10', 'Reçu'),
    (9, 59, 1, 3, '2025-02-09', '2025-02-11', 'En cours'),
    (10, 60, 2, 4, '2025-02-10', '2025-02-12', 'Reçu');